import {FunctionComponent} from "react";

interface AboutProps {}

const About: FunctionComponent<AboutProps> = () => {
	return (
		<div className='container py-5'>
			<div className='row justify-content-center'>
				<div className='col-md-8 text-center'>
					<h1 className='display-1'>אודות</h1>
					<p className='lead mb-4'>
						פירות וירקות טריים ואורגניים נשלחים אליכם עד דלת הבית
					</p>

					<h3 className='my-4'>החיים המודרניים והצורך באורח חיים בריא</h3>
					<hr />
					<p className='my-5'>
						החיים המודרניים מלאים בלחץ, ולעיתים קשה למצוא את הזמן להקפיד על
						בריאותנו. אנחנו כאן כדי להקל עליכם ולהביא אליכם את הפירות והירקות
						האורגניים והטריים ביותר ישירות אל דלת הבית
					</p>

					<h3 className='my-4'>חקלאות בת קיימא</h3>
					<hr />
					<p>
						הפירות והירקות שאנו מספקים לא רק שהם טריים ובריאים, אלא גם תוצר של
						חקלאות בת קיימא, שמכבדת את הסביבה. אנחנו גאים לעבוד עם חקלאים
						מקומיים שמקדישים את מרצם להפקת תוצרת איכותית, תוך שמירה על עקרונות
						החקלאות האורגנית
					</p>

					<h3 className='my-4'>הקפדה על איכות וטריות</h3>
					<hr />
					<p className='my-5'>
						אנו מבינים את הצורך להימנע מחשיפה לחומרים כימיים ומפני זיהום
						סביבתי, ולכן כל המוצרים שלנו נטולי חומרי הדברה וחומרי סינטטיים. כל
						ירק וכל פרי עוברים בדיקות קפדניות כדי לוודא שהם עומדים בסטנדרטים
						הגבוהים ביותר
					</p>

					<h3 className='my-4'>שירות מהיר ואיכותי</h3>
					<hr />
					<p>
						הקפדה על איכות, טריות ושירות מצוין הם העקרונות שמנחים אותנו. אנו
						מתחייבים לשלוח את ההזמנות במהירות האפשרית, כך שהפירות והירקות
						יגיעו אליכם בצורה הטובה ביותר
					</p>

					<h3 className='my-4'>צריכה בריאה למען הסביבה</h3>
					<hr />
					<p className='my-5'>
						המטרה שלנו היא לא רק לספק לכם פירות וירקות, אלא גם להעלות את
						המודעות לחשיבות של צריכת מזון אורגני ובריא. יחד, נוכל להבטיח עולם
						בריא יותר, עם תוצרת חקלאית איכותית שמזינה את הגוף ויודעת לכבד את
						כדור-הארץ
					</p>

					<h3 className='my-4'>הצטרפו אלינו לאורח חיים בריא</h3>
					<hr />
					<p>
						אנחנו גאים להיות חלק ממערכת האוכל האורגני בישראל, ומזמינים אתכם
						להצטרף אלינו וליהנות ממזון איכותי ובריא. הצטרפו אלינו לאורח חיים
						בריא, ותיהנו מיתרונותיו בכל היבט
					</p>
					<h3 className='my-4'>המשלוחים יגיעו אליכם בדיוק בזמן</h3>
					<hr />

					<p className='my-5'>
						לא משנה היכן אתם נמצאים בארץ, הפירות והירקות האורגניים שלנו יגיעו
						אליכם בדיוק בזמן, וישלימו את כל מה שצריך כדי שתהיו מרוצים ומלאים
						באנרגיה טובה
					</p>
				</div>
			</div>
		</div>
	);
};

export default About;
